{
  "newBenefits": true,
  "benefit": [
    {
      "benefitName": "Limited Services Counting Method",
      "benefitDetails": "<b>What is limited services counting method?</b> This is when covered health services will begin counting towards your day/visit limits.",
      "benefitNetworkSection": [
        {
          "costs": "Benefits which apply visit limitations will apply on the 1st claim.",
          "networkStatus": [
            "Plan Information"
          ]
        }
      ],
      "limitsAndExceptions": []
    },
    {
      "benefitName": "Prorated Deductible",
      "benefitDetails": "<b>What is a prorated deductible?</b>This is when the member is only responsible for a portion of the deductible based on when they enroll in the plan.",
      "benefitNetworkSection": [
        {
          "costs": "<b>Does proration apply?</b> No",
          "networkStatus": [
            "Plan Information"
          ]
        }
      ],
      "limitsAndExceptions": []
    },
    {
      "benefitName": "Annual Deductible",
      "benefitDetails": "<b>What is an annual deductible?</b>This is the amount you owe for covered services before your health plan begins to pay. <b>Want more information?</b> View the <b> <u>glossary</u> </b> for definitions.",
      "benefitNetworkSection": [
        {
          "costs": "Individual Deductible <b>$1750</b> Family Deductible <b>$3500</b>* * For family coverage, no one in your family is allowed to receive benefits until the family annual deductible is met. Any amount you pay towards your deductible will apply to the out-of-network deductible.",
          "networkStatus": [
            "Your cost if you use Network benefits"
          ]
        },
        {
          "costs": "Individual Deductible <b>$3000</b> Family Deductible <b>$6000</b>* * For family coverage, no one in your family is allowed to receive benefits until the family annual deductible is met.",
          "networkStatus": [
            "Your cost if you use Out-of-Network benefits"
          ]
        }
      ],
      "limitsAndExceptions": [
        {
          "description": "General",
          "details": "Your annual deductible will be tracked on aCalendar Yearbasis. A calendar year begins on January 1st and ends on December 31st. If you join mid-year, your deductible will go from the time you start and end on December 31st of that year. Your new deductible begins January 1st of the new year. Your annual deductible does not include any amount that exceeds the allowed amount. <b>What is an allowed amount?</b>This is the maximum amount that payment is based on for covered health care services. If your doctor charges more than the allowed amount, you may have to pay the difference."
        }
      ]
    }
  ]
}